seqread/150_node/job_1471058_fiojob_8/nid00129_fiojob_8/output.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 8 processes
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
[...]

test: (groupid=0, jobs=8): err= 0: pid=26853: Tue Jul 20 15:40:03 2021
  read: IOPS=25.2k, BW=98.4MiB/s (103MB/s)(28.8GiB/300040msec)
    slat (usec): min=10, max=380437, avg=305.71, stdev=3593.06
    clat (usec): min=11, max=35542k, avg=80932.26, stdev=786448.58
     lat (usec): min=65, max=35654k, avg=81238.89, stdev=789396.15
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    6], 50.00th=[    6], 60.00th=[    6],
     | 70.00th=[   16], 80.00th=[   17], 90.00th=[   17], 95.00th=[  150],
     | 99.00th=[ 1385], 99.50th=[ 1620], 99.90th=[ 8154], 99.95th=[17113],
     | 99.99th=[17113]
   bw (  KiB/s): min=  184, max=1189607, per=100.00%, avg=103479.18, stdev=24146.07, samples=4762
   iops        : min=   46, max=297403, avg=25869.72, stdev=6036.51, samples=4762
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=67.03%, 20=23.09%, 50=4.67%
  lat (msec)   : 100=0.18%, 250=0.08%, 500=0.05%, 750=1.76%, 1000=0.76%
  lat (msec)   : 2000=2.20%, >=2000=0.20%
  cpu          : usr=2.99%, sys=11.52%, ctx=366811, majf=0, minf=2367
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=7555167,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=98.4MiB/s (103MB/s), 98.4MiB/s-98.4MiB/s (103MB/s-103MB/s), io=28.8GiB (30.9GB), run=300040-300040msec